{
  "looks-right-isnt-enough": {
    "title": "'Looks right' isn't enough.",
    "body": "Many UI libraries and component designs often only focus on the design and bare functionalities. They cover the majority of users' needs. However, some component designs may not suit users who rely on accessibility features like screen reader, high-contrast, and reduce-motion. Fluid Design aims to create components that works for all users."
  },
  "Dark Mode": {
    "title": "Dark Mode",
    "description": "Automatically switch light and dark modes based on your operating system preference."
  },
  "Responsive": {
    "title": "Responsive",
    "description": "Components that work for all screen sizes look elegant on phones, tablets, or desktops."
  },
  "Multi-platform": {
    "title": "Multi-platform",
    "description": "Adjust styles based on users' primary pointer, for example, mouse, trackpad, or finger."
  },
  "Animation": {
    "title": "Animation",
    "description": "Every component has its own purpose, so its animations and transitions are unique as well."
  },
  "Keyboard Focus": {
    "title": "Keyboard Focus",
    "description": "Clickable elements can be triggered only using keyboard, with beautiful focus highlight."
  },
  "Screen Reader": {
    "title": "Screen Reader",
    "description": "Optimized for people who have visual disabilities to prompt clear and meaningful descriptions."
  },
  "Contrast": {
    "title": "Contrast",
    "description": "Optimized for people who have visual disabilities to make content more differentiable."
  },
  "Reduce Motion": {
    "title": "Reduce Motion",
    "description": "Animations are awesome, but having a fallback is crucial for users who prefer less motion."
  },
  "see-it-live": "See it live.",
  "powered-by": "Powered by <span>tailwindcss</span> and <span>framer-motion</span>. Fluid Design merges these mordern framworks to create componentsthat are highly customizable, by you.",
  "fluid-design": {
    "title": "Fluid Design",
    "description": "Beautiful UI that are responsive, supports features like dark mode and a11y with elegant transitions.",
    "npm-description": "A design system that focuses on usability and accessibility. Merging the gap between beautiful and accessible design. Available on",
    "elegant": {
      "title": "Elegant Design",
      "description": "Many UI libraries and component designs often only focus on the looks. While they cover the majority of users' needs. Fluid Design aims to create components that works for all users, making extra effort to make beautiful design accessible."
    },
    "a11y": {
      "title": "Built with a11y in mind.",
      "description": "Utilizing libraries like <hi>headlessui</hi> to provide a11y features like focus management, keyboard navigation, and screen reader support. Fluid Design also adds support to high-contrast mode, reduce-motion, and light/dark mode."
    },
    "accordionComponent": {
      "title": "Accordion Component",
      "description": "A simple accordion component that is accessible and easy to use."
    },
    "inputComponent": {
      "title": "Input Component",
      "description": "Clean input fields with validation and error states."
    },
    "menuComponent": {
      "title": "Menu Component",
      "description": "Menu component supports keyboard navigation and screen readers."
    },
    "simple": {
      "title": "Simple. But not simplistic.",
      "description": "In order to transform more websites into accessible websites, it is key to make the component intergration process as simple as possible. So anyone can adapt to it, even if they are not familiar with a11y. With no extra effort, you can create a beautiful and accessible website."
    },
    "tab": {
      "normal": "Normal",
      "high-contrast": "High Contrast",
      "rtl": "RTL"
    },
    "buttonComponent": {
      "description": "The Button component is just one of the many components that are built with a11y in mind."
    }
  }
}